<?=get_header();?>
<?= the_content();?>
<div class="pudel">
    <h1>Пудель</h1>
    <p>Пудель – воплощение красоты и экстравагантной декоративности, сочетающихся с гармоничным сложением этой собаки, ее великолепным темпераментом, высоким интеллектом. Восхитительная внешность пуделя искрится артистичностью, экспрессией и шармом, а его доброта и жизнелюбие не знают границ. Эти замечательные собаки отличаются невероятной преданностью, которая распространяется на всех членов семьи, при этом пудели очень чувствительны к человеческому вниманию. Они веселые, озорные, любят дурачиться и всегда готовы принять участие в играх и забавах.</p>
    <h2>Основные моменты</h2>
    <p>Пудель – одна из самых добрых и послушных собак.

        Активен, способен выдерживать большие физические нагрузки.
        В городских условиях нуждается в длительных прогулках или активных играх.
        
        Все пудели, даже их самые мелкие разновидности, отличаются неприхотливостью, 
        обладают хорошим здоровьем и имеют статус долгожителей.
        
        Собаки абсолютно не агрессивны, напротив, наделены особой доброжелательностью к людям.
        
        Представители породы отлично ладят с детьми, становясь для них другом и партнером в играх.
        
        Пудели обладают густой пружинистой шерстью, универсальной для создания разнообразных причесок.
        Нуждаются в регулярном расчесывании и стрижке.    </p>
    <h2>Характеристики</h2>
    <p>Окрас. 
        Одноцветная шерсть: черная, белая, коричневая, серая, абрикосовая, красная.
        
        Рост. 
        Миниатюрный пудель от 28 до 35 см.</p>
        <div class="ptiPh">
            <img src="/wp-content/themes/MagyUp/img/pudel2.jpg" width="300px" height="400px">
            <img src="/wp-content/themes/MagyUp/img/pudel1.jpg" width="300px" height="400px">        
        </div>
    </div> 
       
<div class="PTI">
    <h1>Пти-брабансон</h1>
    <p>Пти-брабансон – декоративная порода, относящаяся к группе малых бельгийских собак. Ласковые и любознательные, брабантские гриффоны сильно привязываются к своим хозяевам.</p>
    <h2>Основные моменты</h2>
    <p>Пти-брабансон отличается уравновешенным характером: он никогда не будет без повода бросаться на животных или прохожих.

        Брабантский гриффон любопытен, коммуникабелен и игрив. Питомец отлично ладит с маленькими детьми, положительно воспринимает розыгрыши и долго на хозяев не обижается.
        
        Четвероногие уроженцы Брабанта быстро привыкают к семьям, в которых живут, и эта привязанность навсегда. Длительная разлука с хозяевами способна ранить их нежную 
        психику, поэтому по возможности лучше брать гриффонов с собой в поездки.
        
        По мере взросления пти-брабансоны не теряют свою щенячью игривость, оставаясь в душе «детьми». Представители породы – очень общительные и обаятельные собаки. Они любят постоянно находиться в центре внимания.
        
        Уровень развития малого брабансона примерно соответствует интеллекту 3-летнего ребенка. Это означает, что дрессировке собака поддается хорошо и в будущем сохраняет привитые ей навыки.
        
        Брабантский гриффон уживается с любыми животными в доме.
        
        Пти-брабансон тонко чувствует настроение своего владельца и подстраивается под него, как истинный компаньон. Если хозяину грустно, то гриффон тоже расстроится, а если весело, то он с готовностью разделит мгновения радости.</p>
    <h2>Характеристики</h2>
    <p>Пти (малый) брабансон: Все окрасы, допустимые для гриффонов. Они имеют тёмную маску.
        Вес: от 3,5 до 6 кг</p>
    <div class="ptiPh">
    <img src="/wp-content/themes/MagyUp/img/pti1.jpg" width="300px" height="400px">
    <img src="/wp-content/themes/MagyUp/img/pti2.jpg" width="300px" height="400px">        
</div>
</div>              
<div class="aboutdogs">
    <h1>О наших собаках</h1>
    
        <div class="slideshow-container">

            <div class="mySlides fade">
              <div class="numbertext">1 / 5</div>
              <img src="/wp-content/themes/MagyUp/img/pudel3.jpg" style="width:100%">
              <div class="text">Выставка ранга САС ЧФ.<br>
                Оценка : очень перспективно.<br>
                Титул : CW (Победитель класса), ЛБ (Лучший бэби)</div>
            </div>
          
            <div class="mySlides fade">
              <div class="numbertext">2 / 5</div>
              <img src="/wp-content/themes/MagyUp/img/pudel2.jpg" style="width:100%">
              <div class="text">Истель</div>
            </div>
          
            <div class="mySlides fade">
              <div class="numbertext">3 / 5</div>
              <img src="/wp-content/themes/MagyUp/img/istel-dad.jpg" style="width:100%">
              <div class="text">Папа Истель</div>
            </div>
            <div class="mySlides fade">
                <div class="numbertext">4 / 5</div>
                <img src="/wp-content/themes/MagyUp/img/adara1.jpg" style="width:100%">
                <div class="text">Аксент Имп Адара Руани </div>
            </div>
            <div class="mySlides fade">
                <div class="numbertext">5 / 5</div>
                <img src="/wp-content/themes/MagyUp/img/adara-dad.jpg" style="width:100%">
                <div class="text">Папа Адары</div>
            </div>
            <a class="prev" onclick="plusSlides(-1)">&#10094;</a>
            <a class="next" onclick="plusSlides(1)">&#10095;</a>
          </div>
          <br>
          
          <div style="text-align:center">
            <span class="dot" onclick="currentSlide(1)"></span>
            <span class="dot" onclick="currentSlide(2)"></span>
            <span class="dot" onclick="currentSlide(3)"></span>
            <span class="dot" onclick="currentSlide(4)"></span>
            <span class="dot" onclick="currentSlide(5)"></span>
          </div>
</div>
</div>
<?=get_footer();?>